Repository: simeonov123/my_fitness_app
Catalog: flutter-client/mytrainer2client/lib/l10n/app_*.arb
Languages: bg

# brandTitle
source: MVFitness
bg: MVФитнес

# tagline
source: Connect, Coach, and Conquer Your Goals
bg: Свържете се, тренирайте и покорете целите си

# description
source: Manage clients, workouts, nutrition plans, and feedback—all in one freemium platform powered by achievements and badges.
bg: Управлявайте клиенти, тренировки, хранителни планове и обратна връзка—всичко в една фриймиум платформа с постижения и значки.

# signInButton
source: Sign In / Sign Up
bg: Вход / Регистрация

# learnMoreButton
source: Learn More
bg: Научете повече

# localeToggleLabel
source: EN
bg: BG

# authenticatingLabel
source: Contacting secure login…
bg: Зарежда страница със защитена форма за вписване в приложението…

# authFailedLabel
source: Oops – something went wrong. Please try again.
bg: Опаля – нещо се прецака. Моля опитайте отново.

# tryAgainButton
source: Try again
bg: Опитайте отново

source: Reorder Exercises
bg: Пренареди упражненията

source: Cancel
bg: Отказ

source: Save
bg: Запази

source: Delete
bg: Изтриване

source: Set {number}
bg: Серия {number}

source: Add set
bg: Добави серия

source: kg
bg: кг

source: reps
bg: повт

source: time
bg: време

source: km
bg: км

source: Weight + Reps
bg: Тежест + Повт

source: Bodyweight + Reps
bg: Собствено тегло + Повт

source: Weighted Bodyweight
bg: Утежнено собствено тегло

source: Assisted Bodyweight
bg: Асистирано

source: Duration
bg: Продължителност

source: Duration + Weight
bg: Време + Тежест

source: Distance + Duration
bg: Разстояние + Време

source: Weight + Distance
bg: Тежест + Разстояние

# unknown
source: Unknown type
bg: Непознат тип

# unsaved_changes_title
source: Unsaved changes
bg: Незаписани промени

# unsaved_changes_body
source: You have unsaved changes. What would you like to do?
bg: Имате незаписани промени. Какво искате да направите?

source: Discard
bg: Отмени
